[
	{
		"id": 0,
		"poem": "枯眼望遥山隔水，往来曾见几心知？壶空怕酌一杯酒，笔下难成和韵诗。途路阻人离别久，讯音无雁寄回迟。孤灯夜守长寥寂，夫忆妻兮父忆儿。。———— 李禺〔宋代〕《两相思》",
		"author": " ",
		"background": " 李禺写的这首回文诗《两相思》，顺着读是丈夫思念妻子，被称为《思妻诗》，倒着读是妻子思念丈夫，被称为《思夫诗》，所以合起来就是《两相思》",
		"product": " 千古奇诗",
		"link": "https://www.gushiwen.cn/shiwenv_869c3af9d702.aspx"
	},
	{
		"id":1,
		"poem": "清清清风风风吹吹吹皱皱河河面面水水起起鱼鱼钩钩去去欲欲钓钓谁谁心心自自在在时时不不秋秋悲悲我我独独看看看。",
		"author": " ",
		"background": " 清风吹，清风吹皱河面水，皱河面水起鱼钩，起鱼钩去欲钓谁，去欲钓谁心自在，心自在时不秋悲，时不秋悲我独看，我独看看清风吹",
		"product": " ",
		"link": ""
	},
	
	{
		"id": 2,
		"poem": "春种一粒粟，秋收万颗子。四海无闲田，农夫犹饿死。锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦？———— 李绅〔唐代〕《悯农》",
		"author": "李绅（772—846）汉族，亳州（今属安徽）人，生于乌程（今浙江湖州），长于润州无锡（今属江苏）。字公垂。唐元和元年（806年），进士及第，补国子助教。与元稹、白居易交游甚密，他一生最闪光的部分在于诗歌，他是在文学史上产生过巨大影响的新乐府运动的参与者。作有《乐府新题》20首，已佚。著有《悯农》诗两首：“锄禾日当午，汗滴禾下土，谁知盘中餐，粒粒皆辛苦。”脍炙人口，妇孺皆知，千古传诵。《全唐诗》存其诗四卷",
		"background": "根据唐代范摅《云溪友议》和《旧唐书·吕渭传》等书的记载，大致可推定这组诗为李绅于公元799年（唐德宗贞元十五年）所作。",
		"product": "► 132篇诗文　► 32条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_fa1a259a837a.aspx"
	},
	{
		"id": 3,
		"poem": "岁大饥，人自卖身为肉于市曰菜人。有赘某家者，其妇忽持钱三千与夫，使速归。已含泪而去，夫迹之，已断手臂，悬市中矣。夫妇年饥同饿死，不如妾向菜人市。得钱三千资夫归，一脔可以行一里。芙蓉肌理烹生香，乳作馄饨人争尝。两肱先断挂屠店，徐割股腴持作汤。不令命绝要鲜肉，片片看入饥人腹。男肉腥臊不可餐，女肤脂凝少汗粟。三日肉尽馀一魂，求夫何处斜阳昏。天生妇作菜人好，能使夫归得终老。生葬肠中饱几人，却幸乌鸢啄不早。———— 屈大均〔明代〕《菜人哀》",
		"author": "屈大均（1630—1696）明末清初著名学者、诗人，与陈恭尹、梁佩兰并称“岭南三大家”，有“广东徐霞客”的美称。字翁山、介子，号莱圃，汉族，广东番禺人。曾与魏耕等进行反清活动。后为僧，中年仍改儒服。诗有李白、屈原的遗风，著作多毁于雍正、乾隆两朝，后人辑有《翁山诗外》《翁山文外》《翁山易外》《广东新语》及《四朝成仁录》，合称“屈沱五书”",
		"background": "",
		"product": "► 6716篇诗文　► 71条名句",
		"link": "https://www.gushiwen.cn/shiwenv_96cb88b0215b.aspx"
	},
	{ "id": 4, "poem": "西风吹老洞庭波，一夜湘君白发多。醉后不知天在水，满船清梦压星河。———— 唐珙〔元代〕《题龙阳县青草湖》", "author": "唐珙，字温如，元末明初诗人，会稽山阴（今浙江绍兴）人。其父南宋义士、词人唐珏在至元中与林景熙收拾宋陵遗骨，重新安葬，并植冬青为识。在乡里以诗知名，但所作传世不多。生平仅略见于《御选元诗》卷首《姓名爵里》 、《元诗选补遗》小传", "background": "该诗是唐珙辗转漂泊到湘北青草湖时，于某个秋夜所做的纪游诗，创作时间不详。", "product": "► 8篇诗文 ", "link": "https://www.gushiwen.cn/shiwenv_38871dbf575d.aspx" },
	{ "id": 5, "poem": "轩窗刻案落粉瓣，不知暗香何所来，欲画少艾犹折枝，五指红梅有心开。为寻至美访西杭，沃雪烹茶述佳景，孤山红颜千树放，竹林孤影无可拟。阅尽好花千万树，愿君记取此一枝！潇湘踌躇复远行，一别珍重隔四季。终南盘虬潜卧龙，龙吟吐息领神威。却卧病榻命垂危，彻悟至美需神韵。目作河川梅绿竹，耳畔山川唇红梅。唯憾冬短春生紧，残瓣终候初愈时。山水万千终山水，梅赋神韵是至美。————中国唱诗班 《咏梅》", "author": "中国唱诗班", "background": "", "product": "", "link": "https://www.bilibili.com/bangumi/play/ep449735?spm_id_from=333.337.0.0&from_spmid=666.25.episode.0" },
	{
		"id": 6,
		"poem": "绿树听鹈鴂。更那堪、鹧鸪声住，杜鹃声切。啼到春归无寻处，苦恨芳菲都歇。算未抵、人间离别。马上琵琶关塞黑，更长门、翠辇辞金阙。看燕燕，送归妾。将军百战身名裂。向河梁、回头万里，故人长绝。易水萧萧西风冷，满座衣冠似雪。正壮士、悲歌未彻。啼鸟还知如许恨，料不啼清泪长啼血。谁共我，醉明月。———— 辛弃疾〔宋代〕《贺新郎·别茂嘉十二弟》",
		"author": "辛弃疾（1140年5月28日－1207年10月3日），原字坦夫，后改字幼安，中年后别号稼轩，山东东路济南府历城县（今山东省济南市历城区）人。南宋官员、将领、文学家，豪放派词人，有“词中之龙”之称。与苏轼合称“苏辛”，与李清照并称“济南二安”。辛弃疾出生时，中原已为金兵所占。21岁参加抗金义军，不久归南宋。历任湖北、江西、湖南、福建、浙东安抚使等职。一生力主抗金。曾上《美芹十论》与《九议》，条陈战守之策。其词抒写力图恢复国家统一的爱国热情，倾诉壮志难酬的悲愤，对当时执政者的屈辱求和颇多谴责；也有不少吟咏祖国河山的作品。题材广阔又善化用前人典故入词，风格沉雄豪迈又不乏细腻柔媚之处。由于辛弃疾的抗金主张与当政的主和派政见不合，后被弹劾落职，退隐江西带湖。",
		"background": "辛弃疾的这首词大约作于他闲居铅山期间。邓广铭《稼轩词编年笺注》云：“作于绍熙五年（1194）至嘉泰二年（1202），稼轩移居瓢泉期内。”茂嘉是辛弃疾的堂弟，其事迹未详。张惠言《词选》以为“茂嘉盖以罪谪徙，故有是言”。刘过《龙洲词》有“送辛稼轩弟赴桂林”之《沁园春》词，当亦送茂嘉者。",
		"product": "► 839篇诗文　► 1692条名句",
		"link": "https://www.gushiwen.cn/shiwenv_fefa0c7ac1f7.aspx"
	},
	{
		"id": 7,
		"poem": "两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来。———— 李白〔唐代〕《山中与幽人对酌》",
		"author": "李白（701年－762年） ，字太白，号青莲居士，又号“谪仙人”，祖籍陇西成纪（今甘肃省秦安县），出生于蜀郡绵州昌隆县（一说出生于西域碎叶）。唐代伟大的浪漫主义诗人，被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。李白深受黄老列庄思想影响，有《李太白集》传世，诗作中多为醉时写就，代表作有《望庐山瀑布》《行路难》《蜀道难》《将进酒》《早发白帝城》等。",
		"background": "《山中与幽人对酌》是一首七言绝句。首句点明诗人与朋友喝酒的地点与环境；次句以反复手法渲染开怀畅饮的场面；三句运用陶渊明的典故，写自己喝醉请对方自便；末句婉订后约，相邀改日再饮。此诗表现了一种随心所欲、恣情纵饮、不拘礼节的人生态度，呈现出一个高度个性化、超凡脱俗的艺术形象。全诗在语言上词气飞扬，洒落不羁，体现出歌行的风格。",
		"product": "► 1129篇诗文　► 5980条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_c00b287d2a6b.aspx"
	},
	{
		"id": 8,
		"poem": "昔日龌龊不足夸，今朝放荡思无涯。春风得意马蹄疾，一日看尽长安花。————孟郊〔唐代〕《登科后》",
		"author": "孟郊，(751～814)，唐代诗人。字东野。汉族，湖州武康（今浙江德清）人，祖籍平昌（今山东临邑东北），先世居洛阳（今属河南）。唐代著名诗人。现存诗歌500多首，以短篇的五言古诗最多，代表作有《游子吟》。有“诗囚”之称，又与贾岛齐名，人称“郊寒岛瘦”。元和九年，在阌乡(今河南灵宝)因病去世。张籍私谥为贞曜先生",
		"background": "唐贞元十二年（公元796年），已经46岁的孟郊又奉母命第三次赴京科考，终于登上了进士第。放榜之日，孟郊喜不自胜，立即作了此首诗表达难以自抑的激动心情。",
		"product": "► 426篇诗文　► 220条名句",
		"link": "https://www.gushiwen.cn/shiwenv_6650a905deea.aspx"
	},
	{
		"id": 9,
		"poem": "世事一场大梦，人生几度秋凉(秋凉 一作：新凉)？夜来风叶已鸣廊。看取眉头鬓上。酒贱常愁客少，月明多被云妨。中秋谁与共孤光。把盏凄然北望。———— 苏轼〔宋代〕《西江月·中秋和子由》",
		"author": "苏轼，（1037年1月8日-1101年8月24日）字子瞻、和仲，号铁冠道人、东坡居士，世称苏东坡、苏仙，汉族，眉州眉山（四川省眉山市）人，祖籍河北栾城，北宋著名文学家、书法家、画家，历史治水名人。苏轼是北宋中期文坛领袖，在诗、词、散文、书、画等方面取得很高成就。文纵横恣肆；诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”；词开豪放一派，与辛弃疾同是豪放派代表，并称“苏辛”；散文著述宏富，豪放自如，与欧阳修并称“欧苏”，为“唐宋八大家”之一。苏轼善书，“宋四家”之一；擅长文人画，尤擅墨竹、怪石、枯木等。与韩愈、柳宗元和欧阳修合称“千古文章四大家”。作品有《东坡七集》《东坡易传》《东坡乐府》《潇湘竹石图卷》《古木怪石图卷》等",
		"background": "这首词反映了词人谪居后的苦闷心情，词调较为低沉、哀惋，充满了人生空幻的深沉喟叹。词上片写感伤，寓情于景，咏人生之短促，叹壮志之难酬；下片写悲愤，借景抒情，感世道之险恶，悲人生之寥落。全词以景寓情，情景交融，通过对新凉风叶、孤光明月等景物的描写，将吟咏节序与感慨身世、抒发悲情紧密结合起来，由秋思及人生，触景生情，感慨悲歌，情真意切，令人回味无穷。",
		"product": "► 3786篇诗文　► 4814条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_4d2028af6aed.aspx"
	},
	{
		"id": 10,
		"poem": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。————陈子昂〔唐代〕《登幽州台歌》",
		"author": "陈子昂（公元661～公元702），字伯玉，梓州射洪（今四川省射洪市）人，唐代文学家、诗人，初唐诗文革新人物之一。因曾任右拾遗，后世称陈拾遗。陈子昂存诗共100多首，其诗风骨峥嵘，寓意深远，苍劲有力。其中最有代表性的有组诗《感遇》38首，《蓟丘览古》7首和《登幽州台歌》、《登泽州城北楼宴》等。陈子昂与司马承祯、卢藏用、宋之问、王适、毕构、李白、孟浩然、王维、贺知章称为仙宗十友",
		"background": "这首诗写于公元696年（武则天万岁通天元年）。陈子昂是一个具有政治见识和政治才能的文人。诗人接连受到挫折，眼看报国宏愿成为泡影，因此登上蓟北楼，慷慨悲吟，写下了《登幽州台歌》。",
		"product": "► 154篇诗文　► 324条名句",
		"link": "https://www.gushiwen.cn/shiwenv_4083a01ac833.aspx"
	},
	{
		"id": 11,
		"poem": "病骨支离纱帽宽，孤臣万里客江干。位卑未敢忘忧国，事定犹须待阖棺。天地神灵扶庙社，京华父老望和銮。出师一表通今古，夜半挑灯更细看。———— 陆游〔宋代〕《病起书怀》",
		"author": "陆游（1125年11月13日－1210年1月26日），字务观，号放翁，汉族，越州山阴（今浙江绍兴）人，尚书右丞陆佃之孙，南宋文学家、史学家、爱国诗人。陆游生逢北宋灭亡之际，少年时即深受家庭爱国思想的熏陶。宋高宗时，参加礼部考试，因受秦桧排斥而仕途不畅。孝宗时赐进士出身。中年入蜀，投身军旅生活。嘉泰二年（1202年），宋宁宗诏陆游入京，主持编修孝宗、光宗《两朝实录》和《三朝史》，官至宝章阁待制。晚年退居家乡。创作诗歌今存九千多首，内容极为丰富。著有《剑南诗稿》《渭南文集》《南唐书》《老学庵笔记》等。 陆游一生笔耕不辍，诗词文俱有很高成就，其诗语言平易晓畅、章法整饬谨严，兼具李白的雄奇奔放与杜甫的沉郁悲凉，尤以饱含爱国热情对后世影响深远。",
		"background": "《病起书怀》作于宋孝宗淳熙三年（1176）四月，陆游时年五十二岁。被免官后病了二十多天，移居成都城西南的浣花村，病愈之后仍为国担忧，他挑灯夜读《出师表》，挥笔泼墨，写下此诗。 ",
		"product": "► 10237篇诗文　► 1139条名句",
		"link": "https://www.gushiwen.cn/shiwenv_d02a847e3a85.aspx"
	},
	{ "id": 12, "poem": "风卷江湖雨暗村，四山声作海涛翻。溪柴火软蛮毡暖，我与狸奴不出门。僵卧孤村不自哀，尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。———— 陆游〔宋代〕《十一月四日风雨大作》", "author": "陆游", "background": "此诗作于公元1192年（南宋光宗绍熙三年）十一月四日。陆游自南宋孝宗淳熙十六年（公元1189年）罢官后，闲居家乡山阴农村。当时诗人已经68岁，收复国土的强烈愿望，在现实中已不可能实现，于是，在一个“风雨大作”的夜里，在梦中实现了自己金戈铁马驰骋中原的愿望，后记之。 ", "product": "► 10237篇诗文　► 1139条名句", "link": "https://www.gushiwen.cn/shiwenv_38c4a0c84fe9.aspx " },
	{
		"id": 13,
		"poem": "去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。———— 崔护〔唐代〕《题都城南庄》",
		"author": "崔护（772年—846年），字殷功，唐代博陵（今河北定州）人，生平事迹不详，唐代诗人。公元796年（贞元十二年）登第（进士及第）。公元829年（太和三年）为京兆尹，同年为御史大夫、广南节度使。其诗诗风精练婉丽，语极清新。《全唐诗》存诗六首，皆是佳作，尤以《题都城南庄》流传最广，脍炙人口，有目共赏。该诗以“人面桃花，物是人非”这样一个看似简单的人生经历，道出了千万人都似曾有过的共同生活体验，为诗人赢得了不朽的诗名。",
		"background": "　此诗的具体创作时间不详。唐人孟棨《本事诗》和宋代《太平广记》中记载：崔护到长安参加进士考试落第后，在长安南郊偶遇一美丽少女，次年清明节重访此女不遇，于是题写此诗。这段记载颇具传奇小说色彩，其真实性难以得到其他史料的印证。",
		"product": "► 5篇诗文　► 8条名句",
		"link": "https://www.gushiwen.cn/shiwenv_2449fc7a9986.aspx"
	},
	{ "id": 14, "poem": "不如意事常八九，可与语人无二三。自识荆门子才甫，梦驰铁马战城南。———— 方岳〔宋代〕《别子才司令》", "author": "方岳(1199～1262),南宋诗人、词人。字巨山，号秋崖。祁门（今属安徽）人。绍定五年(1232)进士，授淮东安抚司□官。淳□中，以工部郎官充任赵葵淮南幕中参议官。后调知南康军。后因触犯湖广总领贾似道，被移治邵武军。后知袁州，因得罪权贵丁大全，被弹劾罢官。后复被起用知抚州，又因与贾似道的旧嫌而取消任命。► 1681篇诗文", "background": "", "product": "► 24条名句", "link": "https://www.gushiwen.cn/shiwenv_ea167620f73e.aspx " },
	{
		"id": 15,
		"poem": "寒蝉凄切，对长亭晚，骤雨初歇。都门帐饮无绪，留恋处，兰舟催发。执手相看泪眼，竟无语凝噎。念去去，千里烟波，暮霭沉沉楚天阔。多情自古伤离别，更那堪，冷落清秋节！今宵酒醒何处？杨柳岸，晓风残月。此去经年，应是良辰好景虚设(好景 一作：美景)。便纵有千种风情，更与何人说？———— 柳永〔宋代〕《雨霖铃·寒蝉凄切》",
		"author": "柳永，（约984年—约1053年）北宋著名词人，婉约派代表人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋真宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，婉约派最具代表性的人物之一，对宋词的发展有重大影响，代表作 《雨霖铃》《八声甘州》",
		"background": "柳永因作词忤真宗，屡试不第，所以心中失意忧愤，常流连秦楼楚馆为歌伶乐伎撰写曲子词。此词当为柳永从汴京南下时与一位恋人的惜别之作。",
		"product": "► 265篇诗文　► 1569条名句",
		"link": "https://www.gushiwen.cn/shiwenv_4d795944b856.aspx"
	},
	{
		"id": 16,
		"poem": "椒宫荒宴竟无疑，倏忽山河尽入隋。留得后庭亡国曲，至今犹与酒家吹。———— 汪遵〔唐代〕《陈宫》",
		"author": "（全唐诗云：一作王遵）（约公元八七七年前后在世），字不详，宣州泾县人（唐诗纪事作宣城人。此从唐才子传）。生卒年均不详，约唐僖宗乾符中前后在世。初为小吏。家贫，借人书，昼夜苦读。工为绝诗。与许棠同乡。咸通七年，（公元八六六年）擢进士第。后五年，棠始亦及第。遵诗有集《唐才子传》传世。他的诗绝大部分是怀古诗，有的是对历史上卓越人物的歌颂；有的是借历史人物的遭遇来抒发自己怀才不遇的情绪；有的是歌颂历史上的兴亡故事来警告当时的统治者；有的直接反映当时的现实生活，这些诗都有一定的思想意义。寄托了对现实生活的深沉感慨。",
		"background": "",
		"product": "► 61篇诗文　► 38条名句",
		"link": "https://www.gushiwen.cn/shiwenv_a6a3eabddc13.aspx"
	},
	{
		"id": 17,
		"poem": "何为先生死，先生道日新。青山明月夜，千古一诗人。天地空销骨，声名不傍身。谁移耒阳冢，来此作吟邻？———— 杜荀鹤〔唐代〕《经青山吊李翰林》",
		"author": "杜荀鹤(846～904)，唐代诗人。字彦之，号九华山人。汉族，池州石埭（今安徽石台）人。大顺进士，以诗名，自成一家，尤长于宫词。大顺二年，第一人擢第，复还旧山。宣州田頵遣至汴通好，朱全忠厚遇之，表授翰林学士、主客员外郎、知制诰。恃势侮易缙绅，众怒，欲杀之而未及。天祐初卒。自序其文为《唐风集》十卷，今编诗三卷。事迹见孙光宪《北梦琐言》、何光远《鉴诫录》、《旧五代史·梁书》本传、《唐诗纪事》及《唐才子传》",
		"background": "这首诗的具体创作时间已不详，此诗收于杜荀鹤所著《唐风集》。杜荀鹤经过青山李白墓地，对诗人作出了高度评价，并深表哀悼，写下了这首悼诗。杜荀鹤一生不得志，在黄巢起义后隐居，久经战乱看遍炎凉，多作悲凄之诗，这首诗便是此类之一。",
		"product": "► 322篇诗文　► 84条名句",
		"link": "https://www.gushiwen.cn/shiwenv_a411b6931a1a.aspx"
	},
	{
		"id": 18,
		"poem": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。(恨不 一作：何不) ———— 张籍〔唐代〕《节妇吟·寄东平李司空师道》",
		"author": "张籍（约767～约830），唐代诗人。字文昌，汉族，和州乌江（今安徽和县）人，郡望苏州吴（今江苏苏州）。先世移居和州，遂为和州乌江（今安徽和县乌江镇）人。世称“张水部”、“张司业”。张籍的乐府诗与王建齐名，并称“张王乐府”。著名诗篇有《塞下曲》《征妇怨》《采莲曲》《江南曲》。《张籍籍贯考辨》认为，韩愈所说的“吴郡张籍”乃谓其郡望，并引《新唐书·张籍传》、《唐诗纪事》、《舆地纪胜》等史传材料，驳苏州之说而定张籍为乌江人。",
		"background": "李师道是当时藩镇之一的平卢淄青节度使，又冠以检校司空、同中书门下平章事的头衔，其势炙手可热。中唐以后，藩镇割据，用各种手段，勾结、拉拢文人和中央官吏。韩愈曾作《送董邵南序》一文婉转地加以劝阻。张籍是韩门大弟子，他的主张一如其师，因此不为所动。这首诗便是一首为拒绝李师道的收买而写的名作。",
		"product": "► 448篇诗文　► 101条名句",
		"link": "https://www.gushiwen.cn/shiwenv_7bfee4dfbfe0.aspx "
	},
	{
		"id": 19,
		"poem": "人生愁恨何能免，销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。往事已成空，还如一梦中。———— 李煜〔五代〕《子夜歌·人生愁恨何能免》",
		"author": "李煜（937年8月15日―978年8月13日），南唐元宗（即南唐中主）李璟第六子，初名从嘉，字重光，号钟隐、莲峰居士，汉族，生于金陵（今江苏南京），祖籍彭城（今江苏徐州铜山区），南唐最后一位国君。李煜精书法、工绘画、通音律，诗文均有一定造诣，尤以词的成就最高。李煜的词，继承了晚唐以来温庭筠、韦庄等花间派词人的传统，又受李璟、冯延巳等的影响，语言明快、形象生动、用情真挚，风格鲜明，其亡国后词作更是题材广阔，含意深沉，在晚唐五代词中别树一帜，对后世词坛影响深远。",
		"background": "这首词作于词人国亡家破，身为囚虏之后。词的上片抒写感怀亡国的愁恨和梦回故国的痛苦；词的下片生发出对往事成空、人生如梦的悲哀，表达了词人对故国和往事的无限思怀、对囚居生活的极端哀怨。全篇词意凄恻，无限低宛幽怨的情思充溢其间。",
		"product": "► 72篇诗文　► 261条名句",
		"link": "https://www.gushiwen.cn/shiwenv_10e6ac3a01b1.aspx "
	},
	{
		"id": 20,
		"poem": "险夷原不滞胸中，何异浮云过太空？夜静海涛三万里，月明飞锡下天风。———— 王守仁〔明代〕《泛海》",
		"author": "王守仁（1472年10月31日－1529年1月9日），汉族，幼名云，字伯安，号阳明，封新建伯，谥文成，人称王阳明。明代最著名的思想家、文学家、哲学家和军事家。王阳明不仅是宋明心学的集大成者，一生事功也是赫赫有名，故称之为“真三不朽”其学术思想在中国、日本、朝鲜半岛以及东南亚国家乃至全球都有重要而深远的影响，因此，王守仁（心学集大成者）和孔子（儒学创始人）、孟子（儒学集大成者）、朱熹（理学集大成者）并称为孔、孟、朱、王。",
		"background": "这首诗作于明武宗正德元年（1506）。王守仁因仗义执言被贬为贵州龙场驿驿丞。刘瑾还派人对他进行暗杀。王守仁急中生智，做出投江自杀的假象，搭上了前往福建的商船。王守仁坐在船上，写下了这首诗。",
		"product": "► 583篇诗文　► 275条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_de67d77fec03.aspx "
	},
	{
		"id": 21,
		"poem": "汴水流，泗水流，流到瓜州古渡头。吴山点点愁。思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。———— 白居易〔唐代〕《长相思·汴水流》",
		"author": "白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》《卖炭翁》《琵琶行》等。",
		"background": "王汝弼在《白居易选集》中说此词乃“柳枝回南，白氏惜别之作”。白氏有《对酒有怀寄李十九郎中》诗：‘往年江外抛桃叶，去岁楼中别柳枝。’即追怀此时情事。据《白香山诗后集》《病中诗序》的纪年，此词当系开成四年（839）春，即柳枝回南，白氏惜别之作。",
		"product": "► 2988篇诗文　► 1888条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_10ff29925d73.aspx "
	},
	{
		"id": 22,
		"poem": "风絮飘残已化萍，泥莲刚倩藕丝萦。珍重别拈香一瓣，记前生。人到情多情转薄，而今真个不多情(不多情 一作：悔多情)。又到断肠回首处，泪偷零。———— 纳兰性德〔清代〕《山花子·风絮飘残已化萍》",
		"author": "纳兰性德（1655－1685），满洲人，字容若，号楞伽山人，清代最著名词人之一。其诗词“纳兰词”在清代以至整个中国词坛上都享有很高的声誉，在中国文学史上也占有光彩夺目的一席。他生活于满汉融合时期，其贵族家庭兴衰具有关联于王朝国事的典型性。虽侍从帝王，却向往经历平淡。特殊的生活环境背景，加之个人的超逸才华，使其诗词创作呈现出独特的个性和鲜明的艺术风格。流传至今的《木兰花令·拟古决绝词》——“人生若只如初见，何事秋风悲画扇？等闲变却故人心，却道故人心易变。”富于意境，是其众多代表作之一。",
		"background": "康熙十六年（1677年），词人的妻子卢氏因难产而死，词人为了悼念亡妻，写下这首词。",
		"product": "► 355篇诗文　► 1284条名句",
		"link": "https://www.gushiwen.cn/shiwenv_689770b9b1ee.aspx"
	},
	{
		"id": 23,
		"poem": "南国山川旧帝畿，宋台梁馆尚依稀。马嘶古道行人歇，麦秀空城野雉飞。风吹落叶填宫井，火入荒陵化宝衣。徒使词臣庾开府，咸阳终日苦思归。———— 刘禹锡〔唐代〕《荆门道怀古》",
		"author": "刘禹锡（772年~842年），字梦得，籍贯河南洛阳，生于河南郑州荥阳，自述“家本荥上，籍占洛阳” ，自称是汉中山靖王后裔。唐朝时期大臣、文学家、哲学家，有“诗豪”之称。他的家庭是一个世代以儒学相传的书香门第。政治上主张革新，是王叔文派政治革新活动的中心人物之一。后来永贞革新失败被贬为朗州司马（今湖南常德）。据湖南常德历史学家、收藏家周新国先生考证刘禹锡被贬为朗州司马其间写了著名的“汉寿城春望”。",
		"background": "公元805年（唐德宗贞元二十一年）正月，王叔文、王伾、刘禹锡、柳宗元等人辅佐唐顺宗李诵实行政治改革，史称“永贞革新”。这场具有进步意义的革新，因德宗接班人顺宗被迫内禅而失败。是年九月十三日，刘禹锡被贬为连州刺史；十一月十四日，再贬为朗州司马。《子刘子自传》说：“予出为连州，途次荆南，又贬朗州司马。”他得知再贬朗州的消息时已经走到了江陵。这首诗即作于被贬途中。",
		"product": "► 801篇诗文　► 592条名句",
		"link": "https://www.gushiwen.cn/shiwenv_1cb1ace88fbb.aspx"
	},
	{ "id": 24, "poem": "闲夜坐明月，幽人弹素琴。忽闻悲风调，宛若寒松吟。白雪乱纤手，绿水清虚心。钟期久已没，世上无知音。———— 李白〔唐代〕《月夜听卢子顺弹琴》", "author": "李白", "background": "《月夜听卢子顺弹琴》是一首五言古诗。诗中《悲风》、《寒松》、《白雪》、《绿水》都是古曲名，意在描写隐士卢子顺弹琴的高超的艺术水平，进而发出“钟期久已没，世上无知音”的感叹。全诗写诗人听幽人弹琴，运用铺叙、比喻、拟人等修辞手法来慨叹知音难觅的忧伤之情，字里间处处充溢着他一生坎坷、历尽艰难的辛酸痛苦。", "product": "► 1129篇诗文　► 5980条名句 ", "link": "https://www.gushiwen.cn/shiwenv_70962c76dabd.aspx " },
	{
		"id": 25,
		"poem": "边草，边草，边草尽来兵老。山南山北雪晴，千里万里月明。明月，明月，胡笳一声愁绝。———— 戴叔伦〔唐代〕《调笑令·边草》",
		"author": "戴叔伦(732—789)，唐代诗人，字幼公（一作次公），润州金坛(今属江苏常州)人。年轻时师事萧颖士。曾任新城令、东阳令、抚州刺史、容管经略使。晚年上表自请为道士。其诗多表现隐逸生活和闲适情调，但《女耕田行》、《屯田词》等篇也反映了人民生活的艰苦。论诗主张“诗家之景，如蓝田日暖，良玉生烟，可望而不可置于眉睫之前”。其诗体裁皆有所涉猎。",
		"background": "这首诗的具体创作时间不详。唐朝时期，政府在边地设立都护府，管理边地事务。很多士兵驻扎在边地，边地战事不断，士兵生活悲苦。",
		"product": "► 286篇诗文　► 52条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_9b1e6a1a3543.aspx"
	},
	{
		"id": 26,
		"poem": "清琴再鼓求凰弄，紫陌屡盘骄马鞚。远山眉样认心期，流水车音牵目送。归来翠被和衣拥，醉解寒生钟鼓动。此欢只许梦相亲，每向梦中还说梦。———— 贺铸〔宋代〕《木兰花·清琴再鼓求凰弄》",
		"author": "贺铸(1052～1125) 北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖（即镜湖），故自号庆湖遗老。",
		"background": "《木兰花·清琴再鼓求凰弄》是一首歌咏恋情之作，此词以第一人称叙述口吻写一男子的痴情。词的上片写词人对他所钟爱的女子的追求；下片写失恋的痛苦以及自己对爱情的执着。倾心相爱的人却不能相近相亲，只能在梦中密会幽欢，爱之愈深、痛之愈烈。整首词既温馨、又凄婉，写男子情痴，用情至深。",
		"product": "► 950篇诗文　► 318条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_f1ab01227226.aspx "
	},
	{
		"id": 27,
		"poem": "玉惨花愁出凤城，莲花楼下柳青青。尊前一唱阳关曲，别个人人第五程。寻好梦，梦难成。有谁知我此时情，枕前泪共阶前雨，隔个窗儿滴到明。———— 聂胜琼〔宋代〕《鹧鸪天·别情》",
		"author": "聂胜琼，北宋都下名妓，生卒年不详。与李之问情笃。李归家分别后五日，她以《鹧鸪天》词寄之。李妻见词而喜，助夫娶回为妾。《全宋词》存其词一首，即《鹧鸪天》。",
		"background": "据明代梅鼎祚《青泥莲花记》载，礼部属官李之问因任职期满来京城改官，遇见词人，非常喜爱，两人遂欢好。不久李之问将要出京，词人为之送别，饯饮于莲花楼，唱了一首词，末句云：“无计留春住，奈何无计随君去。”李之问大为感动，遂又停留时日。后因家中催促，李之问只得回家，在半路上收到词人寄来的这首词。",
		"product": "► 1篇诗文　► 5条名句 ",
		"link": "https://www.gushiwen.cn/shiwenv_0f05a8e99695.aspx"
	},
	{ "id": 28, "poem": "外侮需人御，将军赋采薇。师称机械化，勇夺虎罴威。浴血东瓜守，驱倭棠吉归。沙场竟殒命，壮志也无违。 ———— 毛泽东〔近现代〕《五律·挽戴安澜将军》", "author": "教员", "background": "1942年5月，戴安澜的部队从缅甸撤退回国途中遭到敌人伏击，戴安澜被流弹击中不幸于5月26日殉国。同年秋。戴安澜将军追悼会在广西全州举行。中央领导人毛泽东特送挽诗，这首诗根据1943年戴安澜将军追悼会挽联挽诗登记册刊印。另题为“海鸥将军千古”。", "product": "", "link": "https://www.gushiwen.cn/shiwenv_870ae98091e7.aspx" },
	{
		"id": 29,
		"poem": "北国风光，千里冰封，万里雪飘。望长城内外，惟余莽莽；大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。(原驰 一作：原驱)须晴日，看红装素裹(红装 一作：银装)，分外妖娆。江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。———— 毛泽东〔近现代〕《沁园春·雪》",
		"author": "老师",
		"background": "该词的创作有两种说法：一说是，1936年2月，毛泽东等率领红军东征抗日先锋军东渡黄河、突破阎军防线后，踏雪沿官道山行进，顺利到达山西省石楼县留村，并在此写下了著名诗篇《沁园春·雪》；另说是1936年2月，毛泽东率红军抗日，来到西北高原。在陕西省清涧县高杰村附近的袁家沟，写下壮丽的《沁园春·雪》。《沁园春·雪》最早发表于1945年11月14日重庆《新民报晚刊》，后正式发表于《诗刊》1957年1月号。",
		"product": "",
		"link": "https://www.gushiwen.cn/shiwenv_202a800b9239.aspx "
	},
	{
		"id": 30,
		"poem": "读陆游咏梅词，反其意而用之。风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。———— 毛泽东〔近现代〕《卜算子·咏梅》",
		"author": "主席",
		"background": "1960年6月，在罗马尼亚首都布加勒斯特召开共产党和工人党代表会议，苏共代表团和中共代表团发生激烈争论。会后，苏联撤走在华的全部专家，撕毁几百个协定和合同，停止供应重要设备。当时，以美国为首的西方国家一直对华经济封锁。苏联的严重措施，实际上断绝了中国从国外获取先进技术装备的正常渠道。与此同时，中国正处在三年困难时期，正经历着前所未有的严峻考验。在严重困难面前，毛泽东始终保持着中华民族大无畏的气概顶住了大国沙文主义的压力。中国人民独立自主、自力更生的精神，赢得了普遍的赞誉。1961年12月，毛泽东在广州，为即将召开的中共中央扩大的工作会议做准备。他读了陆游的《卜算子·咏梅》，感到文辞好；但意志消沉，只可借其形，不可用其义，于是他再续一首与陆游的词风格不同的咏梅词，此词最早发表于1963年12月人民文学出版社出版的《毛主席诗词》。▲",
		"product": "",
		"link": "https://www.gushiwen.cn/shiwenv_e8c610c2308b.aspx"
	},
	{
		"id": 31,
		"poem": "独立寒秋，湘江北去，橘子洲头。看万山红遍，层林尽染；漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫大地，谁主沉浮？携来百侣曾游。忆往昔峥嵘岁月稠。恰同学少年，风华正茂；书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟？———— 毛泽东〔近现代〕《沁园春·长沙》",
		"author": "",
		"background": "《沁园春·长沙》是毛泽东1925年晚秋所作。当时毛泽东离开故乡韶山，去广州主持农民运动讲习，途经长沙，重游了橘子洲。作者面对湘江上美丽动人的自然秋景，联想起当时的革命形势，写下了这首词。",
		"product": "",
		"link": "https://www.gushiwen.cn/shiwenv_7055921827d2.aspx"
	},
	{
		"id": 32,
		"poem": "西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。———— 毛泽东〔近现代〕《忆秦娥·娄山关》",
		"author": "",
		"background": "这首词写于1935年2月，最早发表于1957年1月的《诗刊》上。1935年1月的遵义会议，确立了毛泽东的领导地位，会后由毛泽东、周恩来、王稼祥组成了军事指挥小组。为了继续长征，红军经娄山关北上，准备于泸州与宜宾之间渡过长江；但遇到阻碍，毛泽东果断地决定二渡赤水，折回遵义，于是再次跨越娄山关。02月25日凌晨，红军向娄山关挺进，在红花园与黔军遭遇，黔军仓皇应战，败退关口，红军沿盘山道猛烈攻击，傍晚时分终于把这座雄关控制在手中，使大部队顺利通过，迈向胜利的前程。由于这一仗意义重大，所以诗人心情无比激动，在战斗结束不久即挥笔写下此词。",
		"product": "",
		"link": "https://www.gushiwen.cn/shiwenv_9ad3e7031f56.aspx "
	},
	{ "id": 33, "poem": "钟山风雨起苍黄，百万雄师过大江。虎踞龙盘今胜昔，天翻地覆慨而慷。宜将剩勇追穷寇，不可沽名学霸王。天若有情天亦老，人间正道是沧桑。———— 毛泽东〔近现代〕《七律·人民解放军占领南京》", "author": "", "background": "1949年4月21日，毛泽东主席和朱德总司令发出《向全国进军的命令》，号令全军坚决、彻底、干净、全部地歼灭中国境内一切敢于抵抗的国民党反动派，解放全中国。中国人民解放军百万大军于4月23日占领国民党反动政府的“首都”南京。毛泽东同志在北平香山双清别墅得到占领南京的捷报，心情振奋，写下了这首诗。", "product": "", "link": "https://www.gushiwen.cn/shiwenv_20e8d98c224a.aspx " },
	{ "id": 34, "poem": "红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪，乌蒙磅礴走泥丸。金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。———— 毛泽东〔近现代〕《七律·长征》", "author": "", "background": "《七律·长征》写于1935年9月下旬，10月定稿。这首七律是作于红军战士越过岷山后，长征即将胜利结束前不久的途中。作为红军的领导人，毛泽东在经受了无数次考验后，如今，曙光在前，胜利在望，他心潮澎湃，满怀豪情地写下了这首壮丽的诗篇。", "product": "", "link": "https://www.gushiwen.cn/shiwenv_a1e7559dada7.aspx" },
	{ "id": 35, "poem": "天高云淡，望断南飞雁。不到长城非好汉，屈指行程二万。六盘山上高峰，红旗漫卷西风。今日长缨在手，何时缚住苍龙？———— 毛泽东〔近现代〕《清平乐·六盘山》", "author": "", "background": "1935年8月，毛泽东主席粉碎了张国焘分裂红军的路线。9月中旬，红军攻克天险腊子口。10月7日，红军在宁夏六盘山的青石嘴，又击败了前来堵截的敌骑兵团。当天下午，一鼓作气，翻越了六盘山。此词即是作者翻越六盘山时的咏怀之作。此词最早发表于《诗刊》1957年1月号。", "product": "", "link": "https://www.gushiwen.cn/shiwenv_d13d20fcffc4.aspx" },
	{
		"id": 36,
		"poem": "人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，寥廓江天万里霜。———— 毛泽东〔近现代〕《采桑子·重阳》",
		"author": "",
		"background": "此词作于1929年的重阳节（10月11日）。此时距离毛泽东领导的秋收起义也有两年了。而此一阶段毛泽东过得并不舒心：红四军第七次代表大会落选，丢掉了前委书记的职务，前委书记的职务由陈毅同志代替，他的游击战术被冠以“流寇主义”，被指会像黄巢和李自成一样难成大器，而他在会上强调党对军队的领导必须加强，又被冠以有“形成家长制度的倾向”，遭到部下的反对；身染疟疾，缺乏科学的医治，并且在上杭县苏家坡养病期间差一点儿被捕；红四军第八次代表大会召开，他被担架抬到上杭县城继续养病，却没有恢复前委书记的职务。当时，毛泽东在上杭县城的临江楼上养病，重阳佳节来到，院子里的黄花如散金般盛开。重阳，一个秋高气爽、登高壮观天地间的日子，一个把酒临风、月下赏菊、遍插茱萸怀念先人的节日，毛泽东的梦想和现实再一次发生了位移，因而作了此词。",
		"product": "",
		"link": "https://www.gushiwen.cn/shiwenv_c46a39c33a17.aspx"
	},
	{ "id": 37, "poem": "大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。———— 毛泽东〔近现代〕《浪淘沙·北戴河》", "author": "", "background": "新中国成立以后，提前完成第一个五年计划，国家实力增强，农村的合作化运动已有较大的进展，对工商业的改造也开始着手，建设一个工业化的强国的伟大目标也开始提出。1954年夏毛泽东到北戴河住过一些日子，在此填了这首词。", "product": "", "link": "https://www.gushiwen.cn/shiwenv_dbb06600f9dd.aspx" },
	{
		"id": 38,
		"poem": "滚滚长江东逝水，浪花淘尽英雄。是非成败转头空。青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢。古今多少事，都付笑谈中。。———— 杨慎〔明代〕《临江仙·滚滚长江东逝水》",
		"author": "杨慎（1488年12月8日-1559年8月8日），字用修，初号月溪、升庵，又号逸史氏、博南山人等，四川新都（今成都市新都区）人，明代著名文学家，明代三才子之首，杨廷和之子。他参与编修了《武宗实录》，嘉靖三年（1524年）因卷入“大礼议”事件，触怒世宗，被杖责罢官，谪戍云南永昌卫。在滇南时，曾率家奴助平寻甸安铨、武定凤朝文叛乱，此后虽往返于四川、云南等地，仍终老于永昌卫。嘉靖三十八年（1559年），在戍所逝世，享年七十二岁。明穆宗时追赠光禄寺少卿，明熹宗时追谥“文宪”。他的著作达四百余种，涉及经史方志、天文地理、金石书画、音乐戏剧、宗教语言、民俗民族等，被后人辑为《升庵集》。",
		"background": "1511年（明朝正德六年），杨慎获殿试第一。1524年因得罪世宗朱厚熜，杨慎被发配到云南充军。他经常四处游历，观察民风民情。每到一地都要与当地的读书人谈诗论道，留下了大量描写云南的诗篇。此词即其中一篇。",
		"product": "► 1537篇诗文　► 62条名句",
		"link": "https://www.gushiwen.cn/shiwenv_284e20a25958.aspx"
	},
	{
		"id": 39,
		"poem": "得即高歌失即休，多愁多恨亦悠悠。今朝有酒今朝醉，明日愁来明日愁。。———— 罗隐〔唐代〕《自遣》",
		"author": "罗隐（833年2月16日—910年1月26日），字昭谏，新城（今浙江省杭州市富阳区新登镇）人，唐代诗人。生于公元833年（大和七年），大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。",
		"background": "本诗具体创作时间不详。罗隐由于生活在政治极端腐败的晚唐社会，又加上他仕途坎坷，十举进士而不第，便化进取为愤怒，常以激愤的心情、锐利的笔锋揭露现实的丑恶。《自遣》就是其中较有名的诗作。。",
		"product": "► 489篇诗文　► 94条名句",
		"link": "https://www.gushiwen.cn/shiwenv_33ae1f800c18.aspx"
	},{
		"id": 40,
		"poem": "金陵城上西楼，倚清秋。万里夕阳垂地大江流。中原乱，簪缨散，几时收？试倩悲风吹泪过扬州。————朱敦儒〔宋代〕《相见欢·金陵城上西楼》",
		"author": "朱敦儒 （1081－1159），字希真，洛阳人。历兵部郎中、临安府通判、秘书郎、都官员外郎、两浙东路提点刑狱，致仕，居嘉禾。绍兴二十九年（1159）卒。有词三卷，名《樵歌》。朱敦儒获得“词俊”之名，与“诗俊”陈与义等并称为“洛中八俊” （楼钥《跋朱岩壑鹤赋及送闾丘使君诗》）",
		"background": "靖康之难，汴京沦陷，二帝被俘。朱敦儒仓猝南逃金陵，总算暂时获得了喘息机会。这首词就是他客居金陵，登上金陵城西门城楼所写的。",
		"product": "► 293篇诗文　► 141条名句",
		"link": "https://www.gushiwen.cn/shiwenv_a3d4996007f0.aspx"
	},{
		"id": 41,
		"poem": "红豆生南国，春来发几枝？愿君多采撷，此物最相思。———— 王维〔唐代〕《相思》",
		"author": "王维（701年－761年，一说699年—761年），字摩诘(jié)，号摩诘居士。汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。天宝年间，拜吏部郎中、给事中。唐肃宗乾元年间任尚书右丞，世称“王右丞”。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。",
		"background": "此诗一作《江上赠李龟年》，可见为怀念友人之作。据载，天宝末年安史之乱时，李龟年流落江南时曾演唱此诗，由此可以证明此诗为天宝年间所作。",
		"product": "► 416篇诗文　► 888条名句）",
		"link": "https://www.gushiwen.cn/shiwenv_f324eea45183.aspx"
	}
]
